Repository: shardauka/icincp
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ro

source: File does not exist
ro: Fișierul nu există

source: Page URL
ro: ULR-ul paginii

source: File URL
ro: URL-ul fișierului

source: No image preview available
ro: Previzualizarea nu este disponibilă

source: Image preview
ro: Previzualizare imagine

source: Content
ro: Conținut

source: First name
ro: Nume

source: Please enter your first name
ro: Vă rugăm introduceți numele

source: Last name
ro: Prenume

source: Please enter your last name
ro: Vă rugăm introduceți prenumele

source: Organization pozition
ro: Poziția în organizație

source: Position in organisation
ro: Poziția în organizație

source: Please enter your pozition in the organization
ro: Vă rugăm introduceți poziția în organizație

source: Email address
ro: Adresa de email

source: Please enter your email
ro: Vă rugăm introduceți adresa de email

source: Organization name
ro: Numele organizației

source: Please enter your organization name
ro: Vă rugăm introduceți numele organizației

source: Organization acronym
ro: Acronimul organizației

source: Please enter your organization acronym
ro: Vă rugăm introduceți acronimul organizației dumneavoastră

source: Organization short description
ro: Scurtă descriere a organizației

source: Short description of the organization (max. 1000 characters)
ro: Scurtă descriere a organizației (max. 1000 caractere)

source: Please enter a short description of your organization
ro: Vă rugăm introduceți o scurtă descriere a organizației dumneavoastră

source: Research fields
ro: Arii de cercetare

source: Research Field(s) (Please indicate the research field(s) most relevant for Horizon Europe proposals)
ro: Arii de cercetare (Vă rugăm indicați ariile de cercetare cele mai relevante pentru propuerile Horizon Europe)

source: Please enter research fields
ro: Vă rugăm introduceți ariile de cercetare

source: Key words
ro: Cuvinte cheie

source: Key words (Please mention up to 10 key words best describing your expertis and research field(s))
ro: Cuvinte cheie (Vă rugăm menționați până la 10 cuvinte cheie ce descriu cel mai bine expertiza și domeniile ce cercetare)

source: Please enter keywords
ro: Vă rugăm introduceți cuvinte cheie

source: Please select at least one programm of interest
ro: Vă rugăm să alegeți cel puțin un program de interes

source: Department short description
ro: Scurtă descriere a departamentului

source: Short description of the department: Please provide a description of a department / school, that intends to participate in the Horizon Europe proposal. Please mention here: relevant expertise, relevant infrastructure, relevant existing networks / partnerships / collaborations (everything that shows the strengths of your department as a partner in a Horizon Europe proposal) (max. 2000 characters).
ro: Scurtă descriere a departamentului: vă rugăm să furnizați o descriere a catedrei/școalii care intenționează să participe la propunere Horizon Europe. Vă rugăm să menționați aici: expertiză relevantă, infrastructură relevantă, rețele/parteneriate/colaborări relevante existente (tot ce arată punctele forte ale departamentului dumneavoastră ca partener într-o propunere Horizon Europe) (max. 2000 de caractere).

source: Please enter a short description of your department
ro: Vă rugăm introduceți o scurtă descriere a departamentului dumneavoastră

source: Skills and competences
ro: Abilități și competențe

source: Skills & Competences: Please indicate skills and competences that are relevant for your research field(s) and are part of your expertise in the area (max. 1000 characters).
ro: Abilități și competențe: Vă rugăm să indicați abilitățile și competențele care sunt relevant pentru domeniul (domeniile) dvs. de cercetare și fac parte din expertiza dvs (max. 1000 de caractere).

source: Please enter skills and competences
ro: Vă rugăm introduceți abilitățile și competențele dumneavoastră

source: Scientific publications
ro: Publicații științifice

source: Scientific Publications: Please provide a list of the most important and relevant publications and patents in your field of expertise (maximum of 2000 characters).
ro: Publicații științifice: Vă rugăm să furnizați o listă cu cele mai importante publicații și brevete relevante în domeniul dumneavoastră de expertiză (maximum de 2000 de caractere).

source: Please enter your scientific publications
ro: Vă rugăm introduceți ublicațiile științifice

source: Related projects
ro: Proiecte asociate

source: Previous related projects: Please provide a list of the most important and relevant projects in your field of expertise (international / EU / national). The projects listed here should be not older than 5 years (from 2018 and newer). Please indicate title of projects, funding body, duration of project. (max. 2000 characters).
ro: Proiecte conexe anterioare: vă rugăm să furnizați o listă cu cele mai importante proiecte relevante în domeniul dumneavoastră de expertiză (internațional/UE/național). Proiectele enumerate aici nu trebuie să fie mai vechi de 5 ani (de la 2018 și mai nou). Vă rugăm să indicați titlul proiectelor, organismul de finanțare, durata de proiect. (max. 2000 de caractere).

source: Please enter related projects
ro: Proiecte asociate

source: Significant Achievements (if the case): Please provide a list of the most important and relevant achievements in your field of expertise (international / EU / national). For example, significant exhibitions, conferences, actions your organised. The actions listed here should be not older than 5 years (from 2018 and newer). Please indicate title of the event and the year (max. 2000 characters).
ro: Realizări semnificative (dacă este cazul): vă rugăm să furnizați o listă cu cele mai realizări importante și relevante în domeniul dumneavoastră de expertiză(internațional / UE / național). De exemplu, expoziții semnificative, conferințe, acțiuni pe care le-ați organizat. Acțiunile enumerate aici nu ar trebui să fie mai vechi de 5 ani (din 2018 și mai nou). Vă rugăm să indicați titlul evenimentului și anul (max. 2000 de caractere).

source: Please enter related achievements
ro: Vă rugăm introduceți realizările asociate

source: Other information
ro: Alte informații

source: Other: Please list here any other added value you can bring as a potential partner in a Horizon Europe proposal (for example, collaboration with civil society organisations, activities that involved citizens, etc.) (max. 1000 characters).
ro: Altele: Vă rugăm să enumerați aici orice altă valoare adăugată pe care o puteți aduce ca potențial partener într-o propunere Orizont Europa (de exemplu, colaborare cu civili organizații ale societății, activități care au implicat cetățeni etc.) (max. 1000 caractere).

source: News title
ro: Titlu știre

source: URL address of the news detail page
ro: Adresa URL a paginii de detaliere a unei știri

source: Short description
ro: Scurtă descriere

source: Published date
ro: Data publicării

source: News
ro: Știri

source: Horizon Europe programm of interest
ro: Programe de interes Horizon Europe

source: Horizon Europe programm description
ro: Descriere program Horizon Europe

source: Programme of interest
ro: Program de interes

source: Programms of interest
ro: Programe de interes

source: programm of interest
ro: program de interes

source: Expression of Interest
ro: Expresie de interes

source: Expressions of Interest
ro: Expresii de interes

source: URL address of the page
ro: Adresa URL a paginii

source: General page
ro: Pagină generală

source: General pages
ro: Pagini generale

source: File name
ro: Numele fișierului

source: URL address of the file
ro: Adresa URL a fișierului

source: File storage
ro: Fișier stocat

source: Files storage
ro: Fișiere stocate

source: URL address of the event detail page
ro: Adresa URL a paginii de detaliere a unui eveniment

source: Start date
ro: Dată început

source: End date
ro: Dată sfârșit

source: Event
ro: Eveniment

source: Events
ro: Evenimente

source: Telephone
ro: Telefon

source: Events enroll
ro: Înscrieri evenimente

source: Home
ro: Acasă

source: HE Proposal
ro: Propuneri HE

source: Admissibility
ro: Admisibilitate

source: Types of Participants
ro: Tipuri de participanți

source: Eligibility
ro: Eligibilitate

source: Partner Search
ro: Căutare parteneri

source: Resources
ro: Resurse

source: General Resources
ro: Resurse generale

source: Language
ro: Limba

source: Get our help
ro: Obțineți ajutorul nostru

source: Contact Us
ro: Contactați-ne

source: Links
ro: Link-uri

source: Other HE Clusters
ro: Alte clustere HEu

source: Ministry of Research, Innovation and Digitalization
ro: Ministerul Cercetării, Inovării și Digitalizării

source: European Union
ro: Uniunea Europeană

source: Data Policy
ro: Politica datelor

source: GDPR Policy
ro: Politica GDPR

source: Processing personal data
ro: Prelucrarea datelor cu caracter personal

source: Cookie Policy
ro: Politica de cookie-uri

source: get in touch
ro: Intrați în legătură

source: Address:
ro: Adresă

source: 8-10, Maresal Averescu Avenue, sector 1, 011455, Bucharest, Romania
ro: Bd-ul Mareșal Averescu 8-10, 011455 sector 1, București, România

source: Phone:
ro: Telefon

source: All rights reserved.
ro: Toate drepturile rezervate

source: Contact us for any help
ro: Contactați-ne pentru ajutor

source: Phone
ro: Telefon

source: Address
ro: Adresă

source: Thank you for your submission. We will contact you shortly.
ro: Vă mulțumim pentru completarea formularului. Vă vom contacta în cel mai scurt timp posibil.

source: NCP@ICI BUCHAREST
ro: NCP@ICI BUCUREȘTI

source: The mission of the NCP Unit is to provide information and assistance to research-innovation communities in Romania in order to participate in the Horizon Europe program.
ro: Misiunea Unității NCP este de a oferi informații și asistență comunitățile de cercetare-inovare din România pentru a participa la Programul Horizon Europe.

source: Work programmes (WP) Horizon Europe 2023 - 2024
ro: Programe de lucru Horizon Europe 2023 - 2024

source: Read more
ro: Citește mai mult

source: ERC - European Research Council
ro: ERC - Consiliul European de Cercetare

source: MSCA - Marie Sklodowska-Curie Actions
ro: MSCA - Acțiuni Marie Sklodowska-Curie

source: Global Challenges
ro: Provocări globale

source: EIC - European Innovation Council
ro: EIC - Consiliul European pentru Inovare

source: EIE - European Innovation Ecosystems
ro: EIE - Ecosisteme europene de inovare

source: EIT - European Institute for Innovation and Technology
ro: EIT - Institutul European pentru Inovare și Tehnologie

source: Innovative Europe
ro: Europa inovatoare

source: National Contact Points (NCPs) for Horizon Europe
ro: Puncte naționale de contact (NCP) pentru Horizon Europe

source: What we do:
ro: Ce facem:

source: Inform & raise awareness
ro: Informare și creșterea conștientizării

source: on general and specific conditions in Horizon Europe, including funding opportunities
ro: privind condițiile generale și specifice din Orizont Europa, inclusiv finanțarea oportunităților

source: Assist, advise and train organizations
ro: Asistă, consiliază și instruiește organizațiile

source: with a view to increasing and improving their participation in Horizon Europe
ro: în vederea creșterii și îmbunătățirii participării acestora la Orizont Europa

source: Widening participation and Strengthening the ERA
ro: Extinderea participării și consolidarea ERA

source: Other HEu Clusters
ro: Alte clustere HEu

source: EU Missions
ro: Misiuni EU

source: EU Partnership
ro: Parteneriate EU

source: Latest News
ro: Știri recente

source: The complete news list can be accessed
ro: Lista completă de știri poate fi accesată

source: here
ro: aici

source: News List
ro: Listă știri

source: Partner Search - Assistance for HEu proposals
ro: Căutare de parteneri - Asistență pentru propunerile HEu

source: There are several ways to find partners for a proposal in Horizon Europe.
ro: Există mai multe modalități de a găsi parteneri pentru o propunere în Horizon Europe.

source: Publish a complete profile of your organisation on the
ro: Publicați un profil complet al organizației dvs. pe

source: Funding
ro: Finanțare

source: Tenders Portal.
ro: Portal licitații

source: This will allow your organisation to be found by anyone interested to form a consortium and build a proposal in Horizon Europe.
ro: Acest lucru va permite organizației dumneavoastră să fie găsită de oricine este interesat să formeze un consorțiu și să construiască o propunere în Orizont Europa.

source: Call NCP Network
ro: Apelați la rețeaua NCP

source: Search the
ro: Căutați

source: for potential partners. You can filter the the EEN database by searching for partners “To collaborate with/co-develop with (research and development)”.
ro: pentru potențiali parteneri. Puteți filtra baza de date EEN căutând parteneri “Pentru a colabora/co-dezvolta cu (cercetare și dezvoltare)”

source: Search potential partners from among the organisations that express their interest to participate in a certain topic in Horizon Europe. On the topic page in
ro: Căutați potențiali parteneri din rândul organizațiilor care își exprimă interesul de a participa la un anumit subiect în Horizon Europe. Pe pagina

source: You can find a section entitled
ro: Puteți găsi o secțiune intitulată

source: Partner search
ro: Căutare parteneri

source: where you can see the profile of those interested
ro: unde puteti vedea profilul celor interesati

source: to apply for that particular topic.
ro: pentru a aplica pentru subiectul respectiv.

source: For proposals in MSCA - Marie Sklodowska-Curie, you can publish the profile of your organisation on the dedicated European platform,
ro: Pentru propuneri în MSCA - Marie Sklodowska-Curie, puteți publica profilul organizației dumneavoastră pe platforma europeană dedicată,

source: and find and be found.
ro: și găsiți și fiți găsit.

source: Participate in Brokerage and matchmaking events organised by the European Commission
ro: Participați la evenimente de intermediere și matchmaking organizate de Comisia Europeană.

source: or nationally.
ro: sau național

source: Search the UEFISCDI platform
ro: Căutați pe platforma UEFISCDI

source: with more than 50 000 individuals and over 3000 organisations.
ro: cu peste 50 000 de persoane și peste 3 000 de organizații.

source: Contact the NCPs
ro: Contactați-ne

source: Based on an Expression of Interest you fill in and send to the NCP, they can disseminate your inquiry to European NCP networks in their area or to specific NCPs in certain countries.
ro: Pe baza unei Manifestări de interes pe care o completați și pe care o trimiteți către NCP, acesta vă poate disemina solicitarea către rețelele NCP europene din zona lor sau către anumite NCP din anumite țări.

source: An as complete as possible profile of your organisation will help us help you in finding partners for proposals in Horizon Europe.
ro: Un profil cât mai complet posibil al organizației dumneavoastră ne va ajuta să vă ajutăm în găsirea de parteneri pentru propuneri în Orizont Europa.

source: By filling out the form below (EOI - Expression of Interest), we can do the following:
ro: Prin completarea formularului de mai jos (EOI - Exprimarea interesului), putem face următoarele:

source: search for potential partner organisations in our databases as well Funding
ro: căutați potențiale organizații partenere în bazele noastre de date, precum și în finanțare

source: Tenders and EEN
ro: Licitații și EEN

source: disseminate your EOI to EU NCP networks or individual NCPs from other countries (for Romanian organisations)
ro: diseminați-vă EOI către rețelele PCN ale UE sau către PCN-urile individuale din alte țări (pentru organizațiile românești)

source: provide you with a list of organisations that you can then contact and discuss with them
ro: vă oferă o listă de organizații pe care apoi le puteți contacta și discuta cu acestea

source: I agree that this EOI is made public.*
ro: Sunt de acord ca acest EOI să fie făcut public.*

source: Submit EOI
ro: Trimite EOI
